Repository: 4d-depot/EA_Invoices
Catalog: Resources/*.lproj/QueryIT.xlf
Languages: it

# criteria_BoolIsFalse
source: is false
it: è falso

# criteria_BoolIsNotUndefined
source: is not undefined
it: non è indefinito

# criteria_BoolIsTrue
source: is true
it: è vero

# criteria_BoolIsUndefined
source: is undefined
it: è indefinito

# criteria_TextContains
source: contains
it: contiene

# criteria_TextContainsLessThan
source: contains less than
it: contiene meno di

# criteria_TextContainsMoreThan
source: contains more than
it: contiene più di

# criteria_TextContainsWords
source: contains word(s)
it: contiene la (e) parola (e)

# criteria_TextDoesNotContain
source: does not contain
it: non contiene

# criteria_TextDoesNotContainWords
source: does not contain word(s)
it: non contiene parole

# criteria_TextEndsWith
source: ends with
it: termina con

# criteria_TextIsBetweenExcluded
source: is between (excluded)
it: è tra (escluso)

# criteria_TextIsBetweenIncluded
source: is between
it: è tra

# criteria_TextIsBigger
source: is after
it: è dopo

# criteria_TextIsBiggerOrEqual
source: is or is after
it: è o è dopo

# criteria_TextIsEmpty
source: is empty
it: è vuoto

# criteria_TextIsEqual
source: is
it: è

# criteria_TextIsLower
source: is before
it: è prima

# criteria_TextIsLowerOrEqual
source: is or is before
it: è o è prima

# criteria_TextIsNotEmpty
source: is not empty
it: non è vuoto

# criteria_TextIsNotEqual
source: is not
it: non è

# criteria_TextIsNotUndefined
source: is not undefined
it: non è definito

# criteria_TextIsUndefined
source: is undefined
it: è indefinito

# criteria_TextStartsWith
source: starts with
it: inizia con

# criteria_TextIsInList
source: Is in list
it: È in lista

# criteria_NumIsBetweenExcluded
source: is between (excluded)
it: è tra (escluso)

# criteria_NumIsBetweenIncluded
source: is between
it: è tra

# criteria_NumIsBigger
source: is strictly greater than
it: è strettamente superiore

# criteria_NumIsBiggerOrEqual
source: is greater than or equal to
it: è maggiore o uguale a

# criteria_NumIsEqual
source: equals
it: Uguale

# criteria_NumIsLower
source: is strictly lower than
it: è rigorosamente inferiore

# criteria_NumIsLowerOrEqual
source: is lower than or equal to
it: è inferiore o uguale a

# criteria_NumIsNotEqual
source: is different from
it: è diverso da

# criteria_NumIsNotUndefined
source: is not undefined
it: non è definito

# criteria_NumIsUndefined
source: is undefined
it: è indefinito

# criteria_DateIsBetweenExcluded
source: is after and before
it: è dopo e prima

# criteria_DateIsBetweenIncluded
source: is between
it: è tra

# criteria_DateIsBigger
source: is after
it: è dopo

# criteria_DateIsBiggerOrEqual
source: starts from
it: inizia da

# criteria_DateIsEqual
source: is
it: è

# criteria_DateIsLower
source: is before
it: è prima

# criteria_DateIsLowerOrEqual
source: is up to
it: è fino a

# criteria_DateIsNotEqual
source: is not
it: non è

# criteria_DateIsNotUndefined
source: is not undefined
it: non è definito

# criteria_DateIsToday
source: is today
it: è oggi

# criteria_DateIsTomorrow
source: is tomorrow
it: è domani

# criteria_DateIsUndefined
source: is undefined
it: è indefinito

# criteria_DateIsWithinCurrent
source: is within current
it: è entro la corrente

# criteria_DateIsWithinLast
source: is within last
it: è all'ultimo

# criteria_DateIsWithinNext
source: is within next
it: si trova entro il prossimo

# criteria_DateIsWithinTheLast
source: is within the last
it: è nell'ultimo

# criteria_DateIsWithinTheNext
source: is within the next
it: è entro il prossimo

# criteria_DateIsYesterday
source: is yesterday
it: è ieri

# criteria_DateBis_Days
source: days
it: Giorni

# criteria_DateBis_Months
source: months
it: mesi

# criteria_DateBis_Weeks
source: weeks
it: settimane

# criteria_DateBis_Years
source: years
it: anni

# criteria_DateTer_Month
source: month
it: mese

# criteria_DateTer_Quarter
source: quarter
it: quarto

# criteria_DateTer_W1
source: week (sun-sat)
it: settimana (dom-sab)

# criteria_DateTer_W2
source: week (mon-sun)
it: settimana (lun-dom)

# criteria_DateTer_W3
source: week (mon-fri)
it: settimana (lun-ven)

# criteria_DateTer_Year
source: year
it: anno

# criteria_DurationIsEqual
source: lasts exactly
it: dura esattamente

# criteria_DurationIsLonger
source: lasts over
it: dura oltre

# criteria_DurationIsLongerOrEqual
source: lasts at least
it: dura almeno

# criteria_DurationIsNotEqual
source: does not last
it: non dura

# criteria_DurationIsShorter
source: lasts less than
it: dura meno di

# criteria_DurationIsShorterOrEqual
source: lasts a maximum of
it: dura un massimo di

# criteria_TimeIsBetweenExcluded
source: is between (excluded)
it: è tra (escluso)

# criteria_TimeIsBetweenIncluded
source: is between
it: è tra

# criteria_TimeIsBigger
source: is after
it: è dopo

# criteria_TimeIsBiggerOrEqual
source: starts from
it: inizia da

# criteria_TimeIsEqual
source: is
it: È

# criteria_TimeIsLower
source: is before
it: è prima

# criteria_TimeIsLowerOrEqual
source: is up to
it: è fino a

# criteria_TimeIsNotEqual
source: is not
it: non è

# criteria_TimeIsNotUndefined
source: is not undefined
it: non è definito

# criteria_TimeIsUndefined
source: is undefined
it: è indefinito

# criteria_TimeIsWithinTheLast
source: is within the last
it: è nell'ultimo

# criteria_TimeIsWithinTheNext
source: is within the next
it: è entro il prossimo

# criteria_TimeBis_Hours
source: hours
it: Ore

# criteria_TimeBis_Minuts
source: minutes
it: Minuti

# criteria_TimeBis_Seconds
source: seconds
it: Secondi

# criteria_Text2a_AllWords
source: all words
it: tutte le parole

# criteria_Text2a_SomeWords
source: some words
it: alcune parole

# criteria_Text2b_Chars
source: chars
it: Caratteri

# criteria_Text2b_Words
source: words
it: parole

# criteria_BlobIsBetweenExcluded
source: contains between (excluded)
it: contiene tra (escluso)

# criteria_BlobIsBetweenIncluded
source: contains between
it: contiene tra

# criteria_BlobIsBigger
source: contains more than
it: contiene più di

# criteria_BlobIsBiggerOrEqual
source: contains at least
it: contiene almeno

# criteria_BlobIsEmpty
source: is empty
it: è vuoto

# criteria_BlobIsLower
source: contains less than
it: contiene meno di

# criteria_BlobIsLowerOrEqual
source: contains a maximum of
it: contiene un massimo di

# criteria_BlobIsNotEmpty
source: is not empty
it: non è vuoto

# criteria_BlobIsNotUndefined
source: is not undefined
it: non è definito

# criteria_BlobBis_Byte
source: bytes
it: Byte

# criteria_BlobBis_KByte
source: Kbytes
it: Kb

# criteria_BlobBis_MByte
source: Mbytes
it: Mbyte

# criteria_PictContainsWords
source: contains word(s)
it: contiene parola (e)

# criteria_PictDoesNotContainWords
source: does not contain word(s)
it: non contiene parola (s)

# criteria_PictIsBigger
source: weighs more than
it: pesa più di

# criteria_PictIsBiggerOrEqual
source: weighs at least
it: pesa almeno

# criteria_PictIsEmpty
source: is empty
it: è vuoto

# criteria_PictIsLower
source: weighs less than
it: pesa meno di

# criteria_PictIsLowerOrEqual
source: weighs a maximum of
it: pesa un massimo di

# criteria_PictIsNotEmpty
source: is not empty
it: non è vuoto

# criteria_PictIsNotUndefined
source: is not undefined
it: non è definito

# criteria_PictIsUndefined
source: is undefined
it: è indefinito

# criteria_pict2a_AllWords
source: all words
it: tutte le parole

# criteria_Pict2a_SomeWords
source: some words
it: alcune parole

# criteria_pict2b_Bytes
source: bytes
it: Byte

# criteria_pict2b_KBytes
source: Kbytes
it: Kb

# criteria_pict2b_MBytes
source: Mbytes
it: Mbyte

# Action_copy
source: Copy formula to Clipboard
it: Copia la formula negli Appunti

# Action_queryDestination
source: Query destination
it: Destinazione query

# Actions_selectTheQueryFileToLoad
source: Select the query file to load
it: Selezionare il file di query da caricare

# queryDest_1
source: Create new selection
it: Crea nuova selezione

# queryDest_2
source: Search in selection
it: Cerca nella selezione

# queryDest_3
source: Add to selection
it: Aggiungi alla selezione

# queryDest_4
source: Remove from selection
it: Rimuovi dalla selezione

# criteria_AllCriteria
source: All rules must match
it: Tutte le regole devono corrispondere

# criteria_AnyCriteria
source: Any rule must match
it: Qualsiasi regola deve corrispondere

# criteria_DisplayLinkedTables
source: Display linked tables
it: Visualizzare tabelle collegate

# criteria_Options
source: Options
it: Opzioni

# criteria_Rules
source: Rules
it: Regole

# criteria_Sort
source: Sort
it: Sorta

# label_Find
source: Find:
it: Trovare:

# LastQueries
source: Recent queries
it: Query recenti

# operator_and
source: And
it: E

# operator_except
source: Except
it: Tranne

# operator_or
source: Or
it: O

# tip_operator
source: Operators
it: Operatori

# tip_tables
source: Fields
it: Campi

# tip_command
source: Commands
it: Comandi

# query_dialog_tittle
source: Query in {table_name}
it: Interrogazione in {table_name}

# operator_range
source: And
it: E

# tip_add
source: Alt-click to add a blank line to enter a formula
it: Alt + clic per aggiungere una riga vuota per immettere una formula

# tip_add
source: Opt-click to add a blank line to enter a formula
it: Opt-clic per aggiungere una riga vuota per immettere una formula

# Op_addition
source: Addition
it: Inoltre

# Op_and
source: AND
it: E

# Op_assignment
source: Assignment
it: Assegnazione

# Op_blankDate
source: Blank date
it: Data vuota

# Op_blankHour
source: Blank Hour
it: Ora vuota

# Op_comparisonOperators
source: Comparison Operators
it: Operatori di confronto

# Op_concatenation
source: Concatenation
it: Concatenazione

# Op_dateOperators
source: Date Operators
it: Data operatori

# Op_difference
source: Difference
it: Differenza

# Op_division
source: Division
it: Divisione

# Op_emptyString
source: Empty string
it: Stringa vuota

# Op_equal
source: Equal
it: Uguale

# Op_except
source: EXCEPT
it: Tranne

# Op_exponentiation
source: Exponentiation
it: Esponenziazione

# Op_greaterThan
source: Greater than
it: Maggiore

# Op_greaterThanOrEqualTo
source: Greater than or equal to
it: Maggiore o uguale a

# Op_indexes
source: Indexes
it: Indici

# Op_integerDivision
source: Integer Division
it: Divisione interi

# Op_lessThan
source: Less than
it: Meno

# Op_lessThanOrEqualTo
source: Less than or equal to
it: Minore o uguale a

# Op_logicalOperators
source: Logical Operators
it: Operatori logici

# Op_multiplication
source: Multiplication
it: Moltiplicazione

# Op_notEqual
source: Not equal
it: Non uguale

# Op_numericOperators
source: Numeric Operators
it: Operatori numerici

# Op_or
source: OR
it: O

# Op_repetition
source: Repetition
it: Ripetizione

# Op_stringOperators
source: String Operators
it: Operatori String

# Op_subtraction
source: Subtraction
it: Sottrazione

# Op_timeOperators
source: Time Operators
it: Operatori di tempo

# Alerts_theQueryContainsAFieldThatDoesNotExist!
source: The query contains a field that does not exist !
it: La query contiene un campo che non esiste!

# Alerts_theQueryContainsATableThatDoesNotExist!
source: The query contains a table that does not exist !
it: La query contiene una tabella che non esiste!

# Errors_fileVersionUnhandled
source: File version unhandled
it: Versione file non gestita

# Errors_anErrorOccurredWhileOpeningTheFile
source: An error occurred while opening the file
it: Si è verificato un errore durante l'apertura del file

# Errors_anErrorOccurredWhileSavingTheFile
source: An error occurred while saving the file
it: Si è verificato un errore durante il salvataggio del file

# Placeholder_valuesSeparatedBySemicolons
source: Values separated by semicolons
it: Valori separati da punti e virgola

# Placeholder_value
source: Value
it: Valore

# Placeholder_valuesSeparatedBySpaces
source: Values separated by spaces
it: Valori separati da spazi

# Placeholder_size
source: Size
it: Dimensione

# Placeholder_weight
source: Weight
it: Peso

# Placeholder_date
source: Date
it: Data

# Placeholder_number
source: Number
it: Numero

# Placeholder_time
source: Time
it: Tempo

# Placeholder_numberSeparatedBySemicolons
source: Number separated by semicolons
it: Numero separato da punto e virgola
